Repository: kohortpay/module-prestashop
Catalog: kohortpay/translations/*/ModulesKohortpayKohortpay.*.xlf
Languages: fr_fr

source: Complete a purchase of at least %s with a credit card to generate a referral code and get cashback on your order by sharing it.
fr_fr: Réglez votre achat d’un minimum de %s par carte bancaire pour générer un code de parrainage et bénéficier de cashback sur votre commande en la partageant.

source: The cart amount is too low to use this referral code.
fr_fr: Le montant du panier est trop bas pour pouvoir appliquer le code de parrainage.

source: Unfortunately, the referral period of the kohort has ended.
fr_fr: Dommage, le délai de parrainage pour le kohort est terminé.

source: Unfortunately, the maximum number of people in the kohort has been reached.
fr_fr: Dommage, le nombre de personnes maximum dans le kohort a été atteint.

source: The email address has already been used to join the kohort.
fr_fr: Cette adresse mail a déjà été utilisée pour rejoindre le kohort.

source: The referral code is unknown or not found.
fr_fr: Le code de parrainage est inconnu ou n'a pas été trouvé.

source: The referral code is invalid.
fr_fr: Le code de parrainage est invalide.

source: Social payment method : Pay less, together. Turn your customer into your brand advocates.
fr_fr: Mode de paiement social : Payez moins, ensemble. Transformez vos clients en défenseurs de votre marque.

source: Are you sure you want to uninstall KohortPay ?
fr_fr: Etes-vous sûr de vouloir désinstaller KohortPay ?

source: You have to enable the cURL extension on your server to install this module
fr_fr: Vous devez activer l'extension cURL sur votre serveur pour installer ce module

source: Cashback to process
fr_fr: Cashback à traiter

source: Cashback processed
fr_fr: Cashback traité

source: Referral program settings (with KohortPay payment method)
fr_fr: Configuration du programme de parrainage (avec le mode de paiement KohortPay)

source: Activate
fr_fr: Activation

source: Must be enabled to display KohortPay in your checkout page.
fr_fr: Doit être activé pour afficher KohortPay sur votre page de paiement.

source: Enabled
fr_fr: Activé

source: Disabled
fr_fr: Désactivé

source: API Secret Key
fr_fr: Clé secrète API

source: Found in Dashboard > Developer settings. Start with sk_ or sk_test (for test mode).
fr_fr: Trouvé dans le Dashboard > Paramètres du développeur. Commence par sk_ ou sk_test (pour le mode test).

source: Minimum amount
fr_fr: Montant minimum

source: Minimum total order amount to display KohortPay in your checkout page.
fr_fr: Montant total minimum de la commande pour afficher KohortPay sur votre page de paiement.

source: Save
fr_fr: Sauvegarder

source: Referral program settings (with your own payment methods)
fr_fr: Configuration du programme de parrainage (avec vos modes de paiement)

source: Must be enabled to let your customers refer.
fr_fr: Doit être activé pour autorisé le parrainage.

source: WEBHOOK Secret Key
fr_fr: Clé secrète WEBHOOK

source: Found in Dashboard > Developer settings. Start with whsec_.
fr_fr: Trouvé dans le Dashboard > Paramètres du développeur. Commence par whsec_.

source: Minimum total order amount to refer.
fr_fr: Montant minimum de la commande pour parrainer.

source: Available payment methods
fr_fr: Modes de paiement disponibles

source: Select the payment methods you want to enable to refer.
fr_fr: Sélectionner le ou les modes de paiement qui autorisent le parrainage.

source: Debug mode
fr_fr: Mode debug

source: Add additional logs to help you debug.
fr_fr: Ajouter des logs additionnels pour vous aider à analyser.

source: Both mode could not be enabled at the same time.
fr_fr: Les deux modes ne peuvent pas être activés en même temps

source: Invalid value for minimum amount.
fr_fr: Valeur invalide pour le montant minimum.

source: API Secret Key is required.
fr_fr: La clé secrète API est requise.

source: WEBHOOK Secret Key is required.
fr_fr: La clé secrète WEBHOOK est requise.

source: Settings updated
fr_fr: Configuration mise à jour

source: Pay, share and save up to 20% off
fr_fr: Payer, parrainer & économiser jusqu'à 20 %

source: Save money and so does your friend, from the first friend you invite.
fr_fr: Économiser et faites économiser, dès la première personne parrainée.

source: Cashback unlocked
fr_fr: Cashback débloqué

source: Payment was authorized by KohortPay
fr_fr: Le paiement a été autorisé par KohortPay

source: An error occured to validate your order. Please contact the merchant to have more informations
fr_fr: Une erreur est survenue lors de la validation de votre commande. Veuillez contacter le commerçant pour avoir plus d'informations

source: An error occurred while trying to redirect the customer. Please contact the merchant to have more informations
fr_fr: Une erreur s'est produite lors de la tentative de redirection du client. Veuillez contacter le commerçant pour avoir plus d'informations
